<?php

def('ERROR', 'خطا');
def('USERNAME', 'نام کاربری');
def('PASSWORD', 'گذرواژه');
def('SIGN_IN', 'ورود');
def('SIGN_UP', 'نام‌نویسی');
def('REMEMBER_ME', 'مرا به خاطر بسپار');
def('FORGOT_PASSWORD', 'فراموشی گذرواژه');
def('PROFILE', 'نیم‌رخ');
def('SIGN_OUT', 'بیرون رفتن');
def('EMAIL', 'رایانامه');
def('NICK_NAME', 'نام خودمانی');
def('FIRST_NAME', 'نام');
def('LAST_NAME', 'نام خانوادگی');
def('NEW_PASSWORD', 'گذرواژه تازه');
def('REPEAT_NEW_PASSWORD', 'تکرار گذرواژه تازه');
def('UPDATE', 'بروزرسانی');
def('REPEAT_PASSWORD', 'تکرار گذرواژه');
def('MAIN_PAGE', 'صفحه اصلی');
def('RESET_PASSWORD', 'نوسازی گذرواژه');

def('SENTENCE_1', 'برنامه پیدا نشد.');
def('SENTENCE_2', 'برنامه غیرفعال شده است.');
def('SENTENCE_3', '۴۰۴ صفحه پیدا نشد.');
def('SENTENCE_4', 'لطفا نام‌کاربری و گذرواژه را وارد کنید.');
def('SENTENCE_5', 'ترکیب نام‌کاربری و گذرواژه اشتباه است.');
def('SENTENCE_6', 'این حساب کاربری غیرفعال شده است.');
def('SENTENCE_7', 'نیم‌رخ شما با موفقیت بروزرسانی شد.');
def('SENTENCE_8', 'گذرواژه‌های تازه یکی نیستند.');
def('SENTENCE_9', 'گذرواژه وارد شده درست نیست.');
def('SENTENCE_10', 'نام‌نویسی شما با موفقیت انجام شد.');
def('SENTENCE_11', 'لطفا همه قسمت‌های ضروری را پر کنید.');
def('SENTENCE_12', 'نام‌کاربری فقط می‌تواند شامل نویسه‌های حروف و اعداد باشد و بیشینه طول ۳ نویسه را داشته باشد.');
def('SENTENCE_13', 'رایانامه وارد شده وجود ندارد.');
def('SENTENCE_14', 'این نام‌کاربری قبلا انتخاب شده است.');
def('SENTENCE_15', 'این رایانامه قبلا استفاده شده است.');
def('SENTENCE_16', 'گذرواژه باید شامل بیشینه ۶ نویسه باشد.');
def('SENTENCE_17', 'گذرواژه‌ها یکی نیستند.');
def('SENTENCE_18', 'نام‌نویسی توسط مدیر سامانه بسته شده است.');
def('SENTENCE_19', 'این رایانامه برای نام‌نویسی دو‌مرحله‌ای استفاده شده است.');
def('SENTENCE_20', 'لطفا نام‌نویسی را با کلیک روی پیوند ارسال شده به رایانامه‌تان ادامه دهید.');
def('SENTENCE_21', '۵ درخواست ناتمام توسط نشانی آی‌پی شما ثبت شده است. شما می‌توانید در ۲۴ ساعت آینده سعی کنید.');
def('SENTENCE_22', 'به {TITLE} خوش‌آمدید. لطفا با کلیک روی پیوند زیر نام‌نویسی را ادامه دهید.<br><br><a href="{LINK}">{LINK}</a>');
def('SENTENCE_23', 'به {TITLE} خوش‌آمدید. نام‌نویسی شما با موفقیت انجام شد.<br><br>نام‌کاربری: {USERNAME}<br>گذرواژه: <em>گذرواژه انتخابی شما</em>');
def('SENTENCE_24', 'کاربر نام‌نویسی شده‌ای با این رایانامه وجود ندارد.');
def('SENTENCE_25', 'یک درخواست نوسازی گذرواژه قبلا برای این رایانامه ارسال شده است.');
def('SENTENCE_26', 'یک درخواست نوسازی گذرواژه برای حساب کاربری شما در {TITLE} ثبت دشه است. شما می‌توانید با کلیک روی پیوند زیر ادامه دهید.<br><br><a href="{LINK}">{LINK}</a><br><br>اگر این درخواست توسط شما ثبت نشده است لطفا از این رایانامه چشم‌پوشی کنید.');
def('SENTENCE_27', 'یک پیوند نوسازی گذرواژه به رایانامه شما ارسال شد. شما می‌توانید با کلیک روی پیوند ارسال شده به رایانامه‌تان این عملیات را ادامه دهید.');
def('SENTENCE_28', 'گذرواژه با موفقیت بروزرسانی شد.');
def('SENTENCE_29', 'اگر نمی‌خواهید تغییر دهید خالی بگذارید.');
def('SENTENCE_30', 'نامه ارسال نشد. لطفا پیکربندی SMTP را بررسی کنید.');

?>